Repository: samni728/OrbitMorph
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A conversion is already running. Please wait.
zh_hans: 已有转换任务正在运行，请稍候。

source: About
zh_hans: 关于

source: About OrbitMorph
zh_hans: 关于 OrbitMorph

source: Allow OrbitMorph in System Settings → Login Items.
zh_hans: 请在系统设置 → 登录项中允许 OrbitMorph。

source: Appearance
zh_hans: 外观

source: Archive
zh_hans: 打包

source: Audio
zh_hans: 提取音频

source: Audio bitrate
zh_hans: 音频码率

source: Back
zh_hans: 上一步

source: Balanced
zh_hans: 均衡

source: Behavior
zh_hans: 行为

source: CONVERT
zh_hans: 转换

source: Calibre reflows DRM-free books. Layout, styles and metadata follow the destination format.
zh_hans: Calibre 转换无 DRM 的电子书。排版、样式与元数据遵循目标格式。

source: Choose output folder
zh_hans: 选择输出文件夹

source: Choose…
zh_hans: 选择…

source: Clean
zh_hans: 清除元数据

source: Compatibility
zh_hans: 兼容性

source: Compress
zh_hans: 压缩

source: Compression level
zh_hans: 压缩等级

source: Conversion failed: %@
zh_hans: 转换失败：%@

source: Convert Files…
zh_hans: 转换文件…

source: Convert files
zh_hans: 转换文件

source: Convert files · %@
zh_hans: 转换文件 · %@

source: Converted %d output(s) · %@
zh_hans: 已生成 %d 个输出文件 · %@

source: Converter diagnostics
zh_hans: 转换器状态

source: Converting %d file(s)…
zh_hans: 正在转换 %d 个文件…

source: Could not convert these files
zh_hans: 无法转换这些文件

source: Could not save settings: %@
zh_hans: 无法保存设置：%@

source: Default conversion options
zh_hans: 默认转换选项

source: Default output folder
zh_hans: 默认输出文件夹

source: Document and PDF conversions use the source content and layout supported by the selected backend.
zh_hans: 文档与 PDF 转换使用当前转换器支持的源内容和排版。

source: Done — nice.
zh_hans: 已完成

source: Drag sample file
zh_hans: 拖动示例文件

source: Drag shortcuts
zh_hans: 拖拽快捷键

source: Drag this PNG
zh_hans: 拖动这张 PNG

source: Drag this video
zh_hans: 拖动这个视频

source: Drop files here or hold %@ while dragging in Finder
zh_hans: 把文件拖到这里，或在 Finder 拖动时按住 %@

source: Drop. Spin. Convert.
zh_hans: 拖入 · 选择 · 转换

source: External converters use your locally installed tools. Credits and license information are included in the application resources.
zh_hans: 外部转换器使用本机安装的工具。应用资源中包含致谢与许可信息。

source: Extract
zh_hans: 解压

source: Fast
zh_hans: 快速

source: File tools
zh_hans: 文件工具

source: File tools · %@
zh_hans: 文件工具 · %@

source: Files are processed on this Mac. No uploads, accounts or cloud conversion.
zh_hans: 所有文件均在本机处理，无需上传、账号或云端转换。

source: Files stay on this Mac
zh_hans: 文件始终留在本机

source: Folder access: %@
zh_hans: 文件夹访问：%@

source: Folders
zh_hans: 文件夹

source: Folders are grouped by input type: extracted audio from a video uses Video. Folder bookmarks remember access. Without a category folder, the default folder or source location is used.
zh_hans: 按输入类别设置文件夹：从视频提取的音频使用视频文件夹。文件夹书签保存访问权限。未设置类别文件夹时，使用默认文件夹或源文件位置。

source: Formats
zh_hans: 格式

source: From / To
zh_hans: 源 / 目标

source: General
zh_hans: 通用

source: Glass
zh_hans: 玻璃

source: Hold %@ while dragging the sample. Move across the wheel, then drop it on any format.
zh_hans: 拖动示例时按住 %@，移到转盘上的目标格式后松开。

source: Hold %@ while dragging the video sample to open the tools wheel.
zh_hans: 拖动示例视频时按住 %@，即可打开工具转盘。

source: Hold the shortcut while dragging a file. Sweep over a format and release to convert. Escape or releasing outside the wheel cancels.
zh_hans: 拖动文件时按住快捷键，移到目标格式并松开即可转换。按 Escape 或在转盘外松开可取消。

source: Hold. Drag. Drop.
zh_hans: 按住 · 拖动 · 松开

source: Input category
zh_hans: 输入类别

source: Language
zh_hans: 语言

source: Launch at login
zh_hans: 登录时启动

source: Let's get started
zh_hans: 开始使用

source: Level %d
zh_hans: 等级 %d

source: Local & private
zh_hans: 本地处理，保护隐私

source: Login item: %@
zh_hans: 登录项：%@

source: Merge
zh_hans: 合并

source: More · %d/%d
zh_hans: 更多 · %d/%d

source: NO FORMATS
zh_hans: 无可用格式

source: Next
zh_hans: 下一步

source: No shared conversion for these files. Check Compatibility and converter diagnostics.
zh_hans: 这些文件没有共同的转换目标，请检查兼容性与转换器状态。

source: Not installed
zh_hans: 未安装

source: OK
zh_hans: 确定

source: Office conversion uses LibreOffice. Complex formulas, charts, fonts, macros and slide animations may change.
zh_hans: Office 转换使用 LibreOffice。复杂公式、图表、字体、宏和幻灯片动画可能发生变化。

source: Open Drop Window
zh_hans: 打开拖放窗口

source: Open Folder Settings
zh_hans: 打开文件夹设置

source: OrbitMorph Drop Window
zh_hans: OrbitMorph 拖放窗口

source: OrbitMorph Settings
zh_hans: OrbitMorph 设置

source: OrbitMorph Tutorial
zh_hans: OrbitMorph 使用教程

source: OrbitMorph keeps the original and saves converted files beside it by default. You can choose separate output folders at any time.
zh_hans: OrbitMorph 保留原文件，默认将转换结果保存到源文件旁。你可以随时设置独立输出文件夹。

source: OrbitMorph now lives in your menu bar. It stays out of the way until you drag a file or open a command yourself.
zh_hans: OrbitMorph 常驻菜单栏，在你拖动文件或主动打开命令时出现。

source: OrbitMorph · Drop. Spin. Convert.
zh_hans: OrbitMorph · 拖入 · 选择 · 转换

source: Output format
zh_hans: 输出格式

source: Preserve metadata
zh_hans: 保留元数据

source: Quality
zh_hans: 质量

source: Quit OrbitMorph
zh_hans: 退出 OrbitMorph

source: Ready when you are.
zh_hans: 准备好，随时开始。

source: Ready · Files stay on this Mac
zh_hans: 就绪 · 文件始终留在本机

source: Reduced motion follows macOS Accessibility settings.
zh_hans: 减少动态效果遵循 macOS 辅助功能设置。

source: Reset this format
zh_hans: 重置此格式

source: Resize
zh_hans: 调整尺寸

source: Reveal Last Outputs
zh_hans: 显示最近的输出文件

source: Reveal output files
zh_hans: 显示输出文件

source: Rotate
zh_hans: 旋转

source: Same as source
zh_hans: 与源文件相同

source: Save beside the source file
zh_hans: 保存到源文件旁

source: Save beside your files.
zh_hans: 文件保存在源文件旁。

source: Settings could not be read. Defaults are active.
zh_hans: 无法读取设置，当前使用默认值。

source: Settings…
zh_hans: 设置…

source: Show Tutorial
zh_hans: 显示使用教程

source: Skip
zh_hans: 跳过

source: Smaller file
zh_hans: 更小文件

source: Solid
zh_hans: 纯色

source: Sound & haptic feedback
zh_hans: 声音与触感反馈

source: Step %d of %d
zh_hans: 第 %d 步 / 共 %d 步

source: Subtitle conversion preserves cue text and timing. Styling and placement supported by only one format cannot be preserved.
zh_hans: 字幕转换保留文字与时间。仅在一种格式中支持的样式和位置无法保留。

source: System Default
zh_hans: 跟随系统

source: TOOLS
zh_hans: 工具

source: There's a tool for that.
zh_hans: 文件工具，随手可用。

source: Tutorial samples use a writable temporary copy. Your own files keep their normal output-folder rules.
zh_hans: 教程示例使用可写的临时副本。你自己的文件仍遵循正常的输出文件夹设置。

source: Version %@ · Apple Silicon · macOS 14+
zh_hans: 版本 %@ · Apple Silicon · macOS 14+

source: Video encoder preset
zh_hans: 视频编码速度

source: Wheel style
zh_hans: 转盘样式

source: You can reopen this tutorial from Show Tutorial in the menu bar.
zh_hans: 以后可从菜单栏的“显示使用教程”重新打开。

source: archive
zh_hans: 压缩包

source: audio
zh_hans: 音频

source: document
zh_hans: 文档

source: ebook
zh_hans: 电子书

source: image
zh_hans: 图片

source: presentation
zh_hans: 演示文稿

source: spreadsheet
zh_hans: 电子表格

source: subtitle
zh_hans: 字幕

source: unknown
zh_hans: 默认

source: video
zh_hans: 视频

source: ✓ Enabled ○ Disabled by you — Unavailable Only implemented routes with installed converters can be enabled.
zh_hans: ✓ 已启用 ○ 已禁用 — 不可用 仅能启用已实现且已安装转换器的路线。
